Repository: artemowkin/FatalErrorGames
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: game title
ru: название игры

source: game slug
ru: слаг игры

source: game preview
ru: preview игры

source: preferably 1000x225 px
ru: предпочтительно 1000x225 px

source: game short description in English
ru: краткое описание игры на английском

source: game short description in Russian
ru: краткое описание игры на русском

source: game description in English
ru: описание игры на английском

source: game description in Russian
ru: описание игры на русском

source: game video link on youtube
ru: ссылка на видео об игре на youtube

source: game
ru: игра

source: games
ru: игры

source: game image
ru: картинка игры

source: game images
ru: картинки игры

source: person avatar
ru: аватар человека

source: person name in English
ru: имя человека на английском

source: person name in Russian
ru: имя человека на русском

source: person profession in English
ru: профессия человека на английском

source: person profession in Russian
ru: профессия человека на русском

source: information about person in English
ru: информация о человеке на английском

source: information about person in Russian
ru: информация о человеке на русском

source: person
ru: человек

source: persons
ru: люди

source: News
ru: Новости

source: Project
ru: Проект

source: Cooperation
ru: Сотрудничество

source: This page is not found
ru: Эта страница недоступна

source: Something went wrong
ru: Что-то пошло не так

source: Game study
ru: Игровая студия

source: Menu
ru: Меню

source: Some text
ru: Некоторый текст
